IDEA StatiCa Open Model
PointLoadOnLine.Mz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Moment about the z-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Mz { get; set; }
Public Property Mz As Double
	Get
	Set
public:
property double Mz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace